Repository: VovaMobile/tesseractOCR
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: Page is rotated to the right. Do you want to process the OCR?
uk: Сторінка повернута вправо. Ви хочете обробити розпізнавання тексту?

source: Page is upside down. Do you want to process the OCR?
uk: Сторінка перевернута. Ви хочете обробити розпізнавання тексту?

source: Page is rotated to the left. Do you want to process the OCR?
uk: Сторінка повернута вліво. Ви хочете обробити розпізнавання тексту?

source: Page is positioned correctly. Do you want to process the OCR?
uk: Сторінка розташована правильно. Ви хочете обробити розпізнавання тексту?

source: It is not a true PDF file!
uk: Це несправжній файл PDF!

source: The PDF is password protected. If you have introduced the password, make sure it is the correct one. Otherwise, please go to NVDA configurations, TesseractOCR options and mark the checkbox 'Ask for password'
uk: PDF захищено паролем. Якщо ви ввели пароль, будь ласка, переконайтеся, що він правильний. В іншому випадку, будь ласка, увійдіть до налаштувань NVDA, налаштувань TesseractOCR і позначте прапорець 'Запитувати пароль'

source: Performs OCR to focused file in File Explorer
uk: Виконує оптичне розпізнавання для вибраного файлу у Провіднику файлів

source: You are not in File Explorer to perform OCR on an image file...
uk: Ви не перебуваєте у файловому провіднику, щоб виконати розпізнавання зображення...

source: Processing... Please wait... This operation can take some seconds...
uk: Обробка... Зачекайте, будь ласка... Ця операція може зайняти кілька секунд...

source: File not supported
uk: Файл не підтримується

source: Performs OCR to a document on the scanner
uk: Виконує оптичне розпізнавання для документа на сканері

source: Processing... Please wait... This operation can takes some seconds...
uk: Обробка... Зачекайте, будь ласка... Ця операція може зайняти кілька секунд...

source: Gets the text from focused accessible PDF file in File Explorer
uk: Отримує текст з доступного PDF-файлу, що перебуває у фокусі у Файловому провіднику

source: You are not in File Explorer to perform OCR on a image file...
uk: Ви не перебуваєте у файловому провіднику, щоб виконати розпізнавання зображення...

source: Cancel scanning
uk: Скасувати сканування

source: Scanning process terminated!
uk: Процес сканування припинено!

source: Enter your password
uk: Введіть ваш пароль

source: Available recognition &language
uk: Доступна &мова розпізнавання

source: &Add
uk: &Додати

source: Selected languages
uk: Вибрані мови

source: &Remove
uk: &Видалити

source: Move &up
uk: Перемістити &вгору

source: &Move down
uk: &Перемістити вниз

source: &Type of document
uk: &Тип документа

source: Resolution in &DPI
uk: Роздільна здатність у &DPI

source: Detect paper orientation
uk: Виявляти орієнтацію паперу

source: Enable beeps
uk: Увімкнути звукові сигнали

source: Ask for password
uk: Запитувати пароль

source: Text
uk: Текст

source: Various
uk: Різне

source: Cebuan
uk: Себуанська

source: Cherokee
uk: Черокі

source: Esperanto
uk: Есперанто

source: Math equations
uk: Математичні вирази

source: Filipino
uk: Філіппінська

source: Scottish Gaelic
uk: Шотландська гельська

source: Haitian
uk: Гаїтянська

source: Javanese
uk: Яванська

source: Latin
uk: Латинська

source: Punjabi
uk: Пенджабська

source: Quechua
uk: Кечуа

source: Sindhi
uk: Синдхі

source: Sundanese
uk: Сунданська

source: Syriac
uk: Сирійська

source: Tigrinya
uk: Тигринья

source: Tonga
uk: Тонганська

source: Uyghur
uk: Уйгурська

source: Yiddish
uk: Ідиш

source: interrupted
uk: перервано

source: No scanner found. Please check the device connection.
uk: Сканер не знайдено. Будь ласка, перевірте з’єднання з пристроєм.

source: Select the scanner to use:
uk: Виберіть сканер, який потрібно використовувати:

source: Available Scanners
uk: Доступні сканери

source: Do you want to scan one more page?
uk: Хочете відсканувати ще одну сторінку?

source: Error during scanning: {}
uk: Помилка під час сканування: {}

source: Scanner not found.
uk: Сканер не знайдено.

source: No scanner was selected or found.
uk: Немає виявленого чи вибраного сканера.

source: With auto-orientation
uk: З автоорієнтацією

source: TesseractOCR: An OCR add-on
uk: TesseractOCR: додаток для розпізнавання тексту

source: Performs OCR on the selected image file, PDF, JPG, TIF, etc, or a document through a scanner and also can get the text from an accessible PDF file. The results are shown in a text file. Windows+Control+r - Performs OCR to the selected image file Windows+Control+w - Scans and recognize the document in the scanner Windows+Control+t - To get the text from an accessible PDF
uk: Виконує розпізнавання вибраного файлу зображення, PDF, JPG, TIF тощо, або документа, отриманого за допомогою сканера й також може отримувати текст з доступних PDF-файлів. Результат показується в текстовому файлі. Windows+Control+r — виконує розпізнавання вибраного файлу зображення Windows+Control+w — сканує й розпізнає документ у сканері Windows+Control+t — для отримання тексту з доступного PDF

source: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> and Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
uk: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> і Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
